/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "\"%@\"";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "Η τιμή δεν είναι έγκυρη.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "Η τιμή %@ δεν είναι έγκυρη.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Δώστε έγκυρη τιμή.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "Η τιμή δεν είναι έγκυρη.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "Η τιμή %@ δεν είναι έγκυρη.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "Η τιμή είναι πολύ μικρή.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "Η τιμή είναι πολύ μεγάλη.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Δώστε έγκυρη τιμή.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Δώστε αριθμό που δεν είναι μικρότερος από %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Δώστε αριθμό μεταξύ %1$@ και %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Δώστε αριθμό που δεν είναι μεγαλύτερος από %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "Η τιμή %@ είναι πολύ μικρή.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "Η τιμή %@ είναι πολύ μεγάλη.";

/* NSFileLockingError */
"Err255-C" = "Δεν ήταν δυνατό το κλείδωμα του αρχείου.";

/* NSFileLockingError */
"Err255-R" = "Το αρχείο ίσως είναι ήδη κλειδωμένο ή ίσως δεν έχετε άδεια να το κλειδώσετε.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Δεν ήταν δυνατό το κλείδωμα του αρχείου \"%@\".";

/* NSFileReadUnknownError */
"Err256" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου \"%@\".";

/* NSFileReadNoPermissionError */
"Err257" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου επειδή δεν έχετε άδεια να το προβάλλετε.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Δεν έχετε άδεια.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Για να προβάλλετε ή να αλλάξετε τις άδειες, επιλέξτε το στοιχείο στο Finder και επιλέξτε Αρχείο > Λήψη στοιχείων.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου \"%@\" επειδή δεν έχετε άδεια να το προβάλλετε.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Το όνομα αρχείου δεν είναι έγκυρο.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Δεν ήταν δυνατό το άνοιγμα του στοιχείου επειδή το όνομα αρχείου \"%@\" δεν είναι έγκυρο.";

/* NSFileReadCorruptFileError */
"Err259" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου επειδή δεν έχει τη σωστή μορφή.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Το αρχείο δεν έχει τη σωστή μορφή.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Το αρχείο ίσως είναι καταστραμμένο, περικομμένο ή έχει αναπάντεχη μορφή.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου \"%@\" επειδή δεν έχει τη σωστή μορφή.";

/* NSFileReadNoSuchFileError */
"Err260" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου επειδή δεν υπάρχει.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "Ο φάκελος \"%@\" δεν υπάρχει.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Το αρχείο δεν υπάρχει.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "Ο φάκελος δεν υπάρχει.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου \"%@\" επειδή δεν υπάρχει τέτοιο αρχείο.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου με την καθορισμένη κωδικοποίηση κειμένου.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Η καθορισμένη κωδικοποίηση κειμένου δεν εφαρμόζεται.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Η κωδικοποίηση κειμένου %@ δεν εφαρμόζεται.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Το αρχείο ίσως να έχει αποθηκευτεί με διαφορετική κωδικοποίηση κειμένου ή ίσως να μην είναι αρχείο κειμένου.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου με κωδικοποίηση κειμένου %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου \"%2$@\" με κωδικοποίηση κειμένου %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου επειδή ο καθορισμένος τύπος URL δεν υποστηρίζεται.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Ο καθορισμένος τύπος URL δεν υποστηρίζεται.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου \"%1$@\" επειδή ο τύπος URL %2$@ δεν υποστηρίζεται.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου επειδή ο τύπος URL %@ δεν υποστηρίζεται.";

/* NSFileReadTooLargeError */
"Err263" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου επειδή είναι πολύ μεγάλο.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Το αρχείο είναι πολύ μεγάλο.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου \"%@\" επειδή είναι πολύ μεγάλο.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου επειδή δεν ήταν δυνατός ο καθορισμός της κωδικοποίησης κειμένου των περιεχομένων.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Δεν ήταν δυνατός ο καθορισμός της κωδικοποίησης κειμένου των περιεχομένων.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Ίσως να είναι δυνατό να ανοίξετε το αρχείο αν καθορίσετε την κωδικοποίηση κειμένου.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Δεν ήταν δυνατό το άνοιγμα του αρχείου \"%@\" επειδή δεν είναι δυνατός ο καθορισμός της κωδικοποίησης κειμένου των περιεχομένων του.";

/* NSUserCancelledError */
"Err3072-C" = "Η λειτουργία ακυρώθηκε.";

/* NSPropertyListCorruptError */
"Err3840" = "Δεν ήταν δυνατή η ανάγνωση των δεδομένων επειδή έχουν καταστραφεί.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Τα δεδομένα έχουν καταστραφεί.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Δεν ήταν δυνατή η ανάγνωση των δεδομένων επειδή βρίσκονται σε μορφή που δεν κατανοεί αυτή η εφαρμογή.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Τα δεδομένα βρίσκονται σε μορφή που δεν κατανοεί αυτή η εφαρμογή.";

/* NSPropertyListReadStreamError */
"Err3842" = "Δεν ήταν δυνατή η ανάγνωση των δεδομένων εξαιτίας σφάλματος στην προέλευση των δεδομένων.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "Προέκυψε σφάλμα στην προέλευση για τα δεδομένα.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Δεν ήταν δυνατή η εγγραφή των δεδομένων εξαιτίας σφάλματος στον προορισμό των δεδομένων.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Προέκυψε σφάλμα στον προορισμό για τα δεδομένα.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "Ο φάκελος \"%@\" δεν υπάρχει.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "Δεν ήταν δυνατή η αφαίρεση του \"%@\".";

/* NSFileNoSuchFileError */
"Err4-C" = "Το αρχείο δεν υπάρχει.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "Ο φάκελος δεν υπάρχει.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Το αρχείο \"%@\" δεν υπάρχει.";

/* NSFileWriteUnknownError */
"Err512" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου \"%1$@\" επειδή δεν ήταν δυνατή η ενημέρωση του εφεδρικού αρχείου.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "Δεν ήταν δυνατή η αντιγραφή του \"%1$@\" στο \"%2$@\".";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "Δεν ήταν δυνατή η σύνδεση του \"%1$@\" στο \"%2$@\".";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "Δεν ήταν δυνατή η μετακίνηση του \"%1$@\" στο \"%2$@\".";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "Δεν ήταν δυνατή η αφαίρεση του \"%@\".";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "Δεν ήταν δυνατή η αποθήκευση του εφεδρικού αρχείου.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Το εφεδρικό αρχείο ίσως είναι κλειδωμένο ή ίσως δεν έχετε άδεια να το αποθηκεύσετε. Για να προβάλλετε ή να αλλάξετε τις άδειες, επιλέξτε το στοιχείο στο Finder και επιλέξτε Αρχείο > Λήψη στοιχείων.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου \"%2$@\" στο φάκελο \"%1$@\".";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου \"%@\".";

/* NSFileWriteNoPermissionError */
"Err513" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου επειδή δεν έχετε άδεια.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "Δεν ήταν δυνατή η αντιγραφή του \"%1$@\" επειδή δεν έχετε άδεια πρόσβασης στο \"%2$@\".";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "Δεν ήταν δυνατή η σύνδεση του \"%1$@\" επειδή δεν έχετε άδεια πρόσβασης στο \"%2$@\".";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "Δεν ήταν δυνατή η μετακίνηση του \"%1$@\" επειδή δεν έχετε άδεια πρόσβασης στο \"%2$@\".";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "Δεν ήταν δυνατή η αφαίρεση του \"%@\" επειδή δεν έχετε άδεια πρόσβασης σε αυτό.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Δεν έχετε άδεια.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Για να προβάλλετε ή να αλλάξετε τις άδειες, επιλέξτε το στοιχείο στο Finder και επιλέξτε Αρχείο > Λήψη στοιχείων.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Δεν έχετε άδεια να αποθηκεύσετε το αρχείο \"%2$@\" στο φάκελο \"%1$@\".";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Δεν έχετε άδεια να αποθηκεύσετε το αρχείο \"%@\".";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Δεν ήταν δυνατή η αποθήκευση του στοιχείου επειδή το όνομα αρχείου δεν είναι έγκυρο.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Δεν ήταν δυνατή η αφαίρεση του στοιχείου επειδή το όνομα αρχείου \"%@\" δεν είναι έγκυρο.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Το όνομα αρχείου δεν είναι έγκυρο.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Δεν ήταν δυνατή η αποθήκευση του στοιχείου επειδή το όνομα αρχείου \"%@\" δεν είναι έγκυρο.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου με την καθορισμένη κωδικοποίηση κειμένου.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Η καθορισμένη κωδικοποίηση κειμένου δεν εφαρμόζεται.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Η κωδικοποίηση κειμένου %@ δεν εφαρμόζεται.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Αν είναι δυνατό, επιλέξτε διαφορετική κωδικοποίηση κειμένου.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου με κωδικοποίηση κειμένου %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου \"%2$@\" με κωδικοποίηση κειμένου %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου επειδή ο καθορισμένος τύπος URL δεν υποστηρίζεται.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Ο καθορισμένος τύπος URL δεν υποστηρίζεται.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου \"%1$@\" επειδή ο τύπος URL %2$@ δεν υποστηρίζεται.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου επειδή ο τύπος URL %@ δεν υποστηρίζεται.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου επειδή δεν υπάρχει αρκετός χώρος.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "Δεν ήταν δυνατή η αντιγραφή του \"%1$@\" στο \"%2$@\" επειδή δεν υπάρχει αρκετός χώρος.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "Δεν ήταν δυνατή η σύνδεση του \"%1$@\" στο \"%2$@\" επειδή δεν υπάρχει αρκετός χώρος.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "Δεν ήταν δυνατή η μετακίνηση του \"%1$@\" στο \"%2$@\" επειδή δεν υπάρχει αρκετός χώρος.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Δεν υπάρχει αρκετός χώρος.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Ο τόμος \"%@\" δεν έχει χώρο.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Αφαιρέστε μερικά αρχεία από τον τόμο και μετά δοκιμάστε ξανά.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Δεν είναι δυνατή η αποθήκευση του αρχείου \"%@\" επειδή δεν υπάρχει αρκετός χώρος.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Δεν είναι δυνατή η αποθήκευση του αρχείου \"%1$@\" επειδή ο τόμος \"%2$@\" δεν έχει χώρο.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "Δεν ήταν δυνατή η αποθήκευση του αρχείου επειδή ο τόμος προορίζεται μόνο για ανάγνωση.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Ο τόμος προορίζεται μόνο για ανάγνωση.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "Ο τόμος \"%@\" προορίζεται μόνο για ανάγνωση.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Δοκιμάστε να αποθηκεύσετε το αρχείο σε άλλον τόμο.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Δεν είναι δυνατή η αποθήκευση του αρχείου \"%@\" επειδή ο τόμος προορίζεται μόνο για ανάγνωση.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "Δεν είναι δυνατή η αποθήκευση του αρχείου \"%1$@\" επειδή ο τόμος \"%2$@\" προορίζεται μόνο για ανάγνωση.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "Δεν ήταν δυνατή η ολοκλήρωση της λειτουργίας. (σφάλμα %1$@ %2$ld.)";

